const express = require("express");
router = express.Router();
  let group = [
    {group: "บริหารธุรกิจ"},
    {group: "บริหารธุรกิจ1"},
    {group: "บริหารธุรกิจ2"},
    {group: "บริหารธุรกิจ3"},
    {group: "บริหารธุรกิจ4"}
  ]
  let round = [
    {round : "(1/2565) รอบ 1 -รับสมัครประจำภาคการศึกษา"},
    {round : "(1/2565) รอบ 1 -รับสมัครแบบเลือกเข้าศึกษาในภาคการศึกษาที่ต้องการ"},
    {round : "(1/2565) รอบ 1 -รับสมัครประจำภาคการศึกษา"},
  ]
  let project = [
    {project: "รับเข้า 1/2565 คณะอุตสาหกรรมอาหาร"},
    {project: "รับเข้า 1/2565 คณะอุตสาหกรรมอาหาร1"},
    {project: "รับเข้า 1/2565 คณะอุตสาหกรรมอาหาร2"},
    {project: "รับเข้า 1/2565 คณะอุตสาหกรรมอาหาร3"},
    {project: "รับเข้า 1/2565 คณะอุตสาหกรรมอาหาร4"},
    {project: "รับเข้า 1/2565 คณะอุตสาหกรรมอาหาร5"},
  ]


router.get('/data', async (req, res) => {
  
  res.json(project)
})



module.exports = router